[
   {
      "name": "Speed Master",
      "category": "Racing",
      "description": "Accelerate to Dominate in Speed Master - the Ultimate Car Racing Challenge!\n\nSpeed Master is not just another car game; it's your ticket to an adrenaline-pumping journey on an endless track. Imagine this: the roar of engines, the thrill of speed, and a road that stretches into eternity. You're not just driving; you're competing. Collect cash, dodge obstacles, and smash through competitors to upgrade your ride. Every hit scores points, pushing you closer to the ultimate upgrade. It's fast, furious, and utterly addictive. Your mission? To outpace, outsmart, and outlast your rivals in a high-speed quest for glory.\n\nSo, buckle up and get ready to unleash the Speed Master within!",
      "url": "https:\/\/play.famobi.com\/speed-master",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/speed-master\/figure.png"
   },
   {
      "name": "1000 Blocks",
      "category": "Strategy",
      "description": "Imagine Tetris, but with a twist. You don’t have to hurry, you don’t have to make split-second decisions. But you have to play just as tactical, because ultimately 1000 Blocks is about removing lines, just as the classic. You have all the same shapes and sizes, but need to fit them on a prefabricated playing field with already existing immovable stone formations.\n\nYour goal then is to remove these stone formations from the screen by filling the respective rows or columns with the shapes this game provides you. Once a column or row is full, it disappears, including the stone pieces. Once you have removed all the stones from the playing field you will move on to the next level.\n\nIf you get stuck or don’t have any moves left, once per level you have the chance to use lucky wheel and receive a power up, which will help you free up some space on the field. Of course you can use that power-up anytime you want, even before you get stuck. Each of those can destroy one or more of the stones, depending on what the lucky wheel will give you. But if we were to give one single advice for the game, it would be this: don’t use the power-up until you really need it. It can make the difference between high score and game over. It’s immensely valuable when used at the right time.\n\nSo what’s your high score? How many levels can you beat?",
      "url": "https:\/\/play.famobi.com\/1000-blocks",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/1000-blocks\/figure.png"
   },
   {
      "name": "Maze - The Labyrinth Game",
      "category": "Strategy",
      "description": "Remember the times when you were a kid and solved these little mazes on table mats in restaurants? It was a great way to pass some time while waiting for your Cheeseburger with French Fries and a huge milk shake. And today still, solving mazes is as fun as it was as a kid. But of course there is no need for paper and pencil anymore. Why only solve one single maze when you can have hundreds of them on your smartphone?\n\nYour task in this popular puzzle game is simple: find the exit and escape the maze! Swipe on your screen or use the arrow keys on the PC to change directions and guide the dot through the labyrinth. Select one of three modes that fits your preferences: classic mode with increasingly difficult mazes, dark mode where you only have a limited field of vision and timed mode where you have to beat the maze as fast as you can.\n\nEither way, Maze provides hours of fun and will keep you coming back to solve mazes even quicker, if you are a high score hunter. Will you find the exit?",
      "url": "https:\/\/play.famobi.com\/maze",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/maze\/figure.png"
   },
   {
      "name": "Knife Rain",
      "category": "Arcade",
      "description": "Throw a lot of knives into a lot of rotating wooden disks. If you wanted a quick description of what Knife Rain is about, this is it. And to be honest, there is not so much more that really needs explaining in this game. It’s one of the classic cases of “incredibly simple, super addictive”. But there are a few things to consider, of course.\n\nAs mentioned, the main goal is as simple as it sounds. Throw a knife by tapping the screen or clicking your mouse and it will automatically fly towards the wooden disk. In the beginning it really is that easy. But of course you will encounter obstacles, for example in the form of other knives already sticking out of the lumber. If you hit one of those, it’s an instant game over. Avoid them and aim for the gaps. It can get pretty crowded with knives on the surface of a lumber disk. The problem is that you have to get rid of all the knives indicated in the lower left corner of your screen. So you might have to squeeze them in there. Not so easy if there is only one good spot left and the disk rotates in alternating speeds and directions.\n\nEvery five levels you will face a boss level, which generally confronts you with a more challenging task. Over time you will be awarded with new types of knives (or other things that you could throw into trees, if you feel like it), from box cutters to wrenches to USB sticks. Alright, we don’t know how a USB stick would be a good choice for this, but it’s just a game, so don’t complain.\n\nAre you ready to dive into the art of digital knife throwing and claim your high score?",
      "url": "https:\/\/play.famobi.com\/knife-rain",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/knife-rain\/figure.png"
   },
   {
      "name": "High Hills",
      "category": "Car",
      "description": "This racing game your one and only goal is to make it as far as you can with a car that you have to upgrade constantly in order to do that. There might be a hill too steep, a gap too wide, an obstacle unbreachable. Or in other words: you car is just not awesome enough yet! So get out there, try to collect some coins and invest them into four different areas of your car. With each upgrade you will be able to get further in the world, drive faster, jump higher and consume less fuel while doing so.\n\nControls are super simple: you just have to press and hold the screen or your mouse to accelerate. This also gives your car a tendency to rotate backwards, especially while in the air. Use that to rotate mid-air to get extra points. But also be careful not to land on your roof, because there are no breaks in your car, and no other way to control it. So you need to time your rotation accordingly. Otherwise you will explode. That will happen a lot anyways, so no worries here. It’s part of the game. Now get in the car, press the screen really hard and push your little racing car to the limit!",
      "url": "https:\/\/play.famobi.com\/high-hills",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/high-hills\/figure.png"
   },
   {
      "name": "Merge Jewels",
      "category": "Strategy",
      "description": "The “Merge” genre is basically a spin-off of the classic Match 3 formula. But instead of trying to match three items of the same color or shape, in Merge games you combine two similar structures to a new larger and more valuable item. In our case you start to merge metal coins into bigger coins that will turn into gold and ultimately - after enough merging - into big shiny jewels of different colors.\n\nAll items on your deck automatically earn money, so the more valuable the item is, the more money you will make. And this money will enable you to buy more valuable jewels instead of putting hard merging work into creating them. This means you don’t have to start by merging the least valuable metals and save a few steps on the way.\n\nEvery 10 seconds a new jewel will appear on your deck, as long as there is space for them. However you can speed up the process by tapping on the respective icon on the right. While you merge jewels and earn more money you will also upgrade your deck and receive more space to place your jewels.\n\nBasically all you do is tap or click on the screen, merge jewels, earn currency, tap some more, merge bigger jewels, get more money, tap even harder, merge the biggest diamonds you have ever seen and earn the sweet reward of even more money! It’s a never ending spiral of tap and reward, and it is ultimately satisfying.",
      "url": "https:\/\/play.famobi.com\/merge-jewels",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/merge-jewels\/figure.png"
   },
   {
      "name": "Find In Mind",
      "category": "Strategy",
      "description": "Too lazy to go to the gym for a workout? Then this is the perfect game for you! Stay on the couch and do some mental exercise instead. But don't be fooled, the puzzles in \"Find In Mind\" will bend your brain to the limit. Are you up for the challenge?\n\nIn 18 mini games with a total of 3600 levels, you can train and improve your memory, concentration, logic and reaction skills. The puzzles range from finding objects and remembering sequences to focussing your attention on certain tasks and always require you to think fast and react quickly. To pass a level, you have to meet the goal given and ideally earn all three stars.\n\nFor every level completed you'll receive a coin which you can use to buy helpful power ups like bonus time, a penalty shield or a score multiplier. Track your performance on the statistics screen and try improve your mind further and further!",
      "url": "https:\/\/play.famobi.com\/find-in-mind",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/find-in-mind\/figure.png"
   },
   {
      "name": "Kawaii Chibi Creator",
      "category": "Girls",
      "description": "Not only anime or manga fans will love this avatar creator game! Kawaii means cute in Japanese and Chibi basically means little and that's what you get: a dress up game with little characters and a full load of cuteness.\n\nThe only limit is your creativity as there are millions of possible styles and combinations. Select from different categories like hairstyles, a variety of clothes, body styles, accessories and backgrounds and design your favorite male or female Chibi. The color palette gives you the option to customize your little creature further and color the hair and other items in two shades, for example.\n\nGo for a more realistic look or put together some adorable fantasy heroes - it's all about your preference and imagination. If you don't feel your inner designer yet and need some inspiration, simply hit the randomizer button and marvel at the weird and cool combinations which the game generates for you!",
      "url": "https:\/\/play.famobi.com\/kawaii-chibi-creator",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/kawaii-chibi-creator\/figure.png"
   },
   {
      "name": "VIP Spades",
      "category": "Card",
      "description": "Spades is one of the most played card games in the world and is now available online on every device. Play Spades on your computer, smartphone or tablet and join the huge community in this social card game.\n\nVIP Spades offers unique features to all players. From various game modes like Pairs, Solo or Mirror, a chat functionality and even a dating feature, this social HTML5 card game welcomes every type of player, from beginners to professionals. One particular cool feature is the option to re-join a game after connectivity problems. So should you be disconnected from a game on accident you can reconnect to the same game immediately. VIP Spades relies on a variety of social features. You can meet and chat with people in a global chat room or a private chat, you can collect and send likes as well as gifts from and to other players or customize your image gallery. Leaderboards show the best players, the most liked players or the ones who made the most coins in the game. In VIP Spades it’s all about the community!",
      "url": "https:\/\/play.famobi.com\/vip-spades",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/vip-spade\/figure.png"
   },
   {
      "name": "Moto X3M",
      "category": "Racing",
      "description": "This popular bike racing game is now available! Get on your motorbike and try to beat 25 challenging levels as fast as you can. Race up and down the hills, jump over obstacles and perform sick stunts in the air.\n\nIf you crash you can simply start from the latest checkpoint, but you lose time. So try to complete the track in one go, plan your flips ahead and wait for the perfect moment to pass dangerous parts.\n\nWin stars at the end of a level and unlock cool new bikes. Are you ready for some stunt action?",
      "url": "https:\/\/play.famobi.com\/moto-x3m",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/moto-x3m\/figure.png"
   },
   {
      "name": "Adventure Drivers",
      "category": "Racing",
      "description": "On a tropical island far away, a once-in-a-lifetime adventure is waiting for you! Compete in a crazy 2D car race for fame, glory and treasures! You start with an old hippie minibus which is reliable, but slow. And indestructable like every vehicle on this mysterious island! So don't worry about crashing your ride and concentrate on being the first to reach the finish line - no matter how.\n\nRace against equally determined opponents and stay focused when bombs explode, cars flip over or other drivers suddenly speed past you. Multitaskers will definitely have an advantage here as the tracks present various challenges for the contestants: jump over obstacles which slow you down or explode, collect coins, treasure chests and mighty power-ups and hit the acceleration arrows to get a speed boost. Use your nitro and power-ups strategically and perform as many risky stunts as possible to improve your level scoring. Sounds easy, right?\n\nLuckily, you don't have to race the minibus forever: upgrade your vehicles and switch to a cooler car in the shop as soon as you have earned enough coins. Explore the small scattered islands around your main island and unlock tricky challenges which give you permanent rewards when you complete them. Can you win all 30 tracks, earn all trophies and become the world's most famous racer?",
      "url": "https:\/\/play.famobi.com\/adventure-drivers",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/adventure-drivers\/figure.png"
   },
   {
      "name": "Wiggle",
      "category": "Strategy",
      "description": "You are a tiny worm. Well, not really, but in Wiggle you play as a cute little invertebrate who is fleeing from the flood and has to cover as much distance as possible. And as if life isn't hard enough already, there are many dangerous obstacles on your way.\n\nAvoid everything that slows you down which means don't bump into walls and steer clear of the fuzzy blue balls who so desperately need a friend that they stick to you and don't let go. In case you are unlucky though, you have to make tough decisions - it's all about survival, right?! To get rid of your new blue buddies, quickly use a ramp or drop them into holes while making sure to not fall into a hole yourself. Collect pink dots to recover stamina and pick up rainbow dots to recover even more stamina. Grab a shield to feel safe for a few seconds and if that still isn't enough action, you can dribble a soccer ball and pick up helpful stuff like coins, magnets or boosts.\n\nUnfortunately though, you can't escape fate, so try to make the best out of it and wiggle your little worm as far as you can to earn a high score!",
      "url": "https:\/\/play.famobi.com\/wiggle",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/wiggle\/figure.png"
   },
   {
      "name": "Moto X3M Pool Party",
      "category": "Racing",
      "description": "Moto X3M is back and in this sequel you'll definitely get wet! Try to beat 22 summer-themed levels as quickly as you can. Race through giant underwater tubes, get catapulted into the air, avoid spiky obstacles and perform crazy stunts for bonus time.\n\nDon't worry about crashing - you can always start from the latest checkpoint, but you lose valuable seconds. So try to complete each track in one go to win all 3 stars at the end of a level. Unlock cool new bikes, put on some swimwear and join the pool party fun!",
      "url": "https:\/\/play.famobi.com\/moto-x3m-pool-party",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/moto-x3m-pool-party\/figure.png"
   },
   {
      "name": "Pirate Cards",
      "category": "Strategy",
      "description": "Pirate Cards. Ahoy, Matey! In this rogue-like card game you play as a brave pirate captain plundering...ahem, I mean exploring a far-away island full of unexpected dangers and great treasures. The rules are simple: you can move one step right, left, up or down on the board until you run out of life points and probably end up as dinner for the island's inhabitants. Shiver Me Timbers! Who would have thought that this adventure was so risky!\n\nTo survive as long as possible, you need to plan your moves ahead - Pirate Cards is all about the right strategy. Shoot cannons to weaken mean-looking enemies and drink elixirs to recover health. Collect shields to have additional defense and be careful when you smash a barrel as it can contain both helpful and nasty surprises. If you defeat a boss, your hero receives an additional life point, but the bosses' attack power increases every defeat as well.\n\nWhen you finally have found a treasure chest, you need a steady hand to complete the mini game and open it. Calm your nerves and tap at the right moment to unlock the mechanism or fail and trigger a bomb! Use coins to buy new hero characters with unique talents and get boosters before each round which can give you a decisive advantage.",
      "url": "https:\/\/play.famobi.com\/pirate-cards",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pirate-cards\/figure.png"
   },
   {
      "name": "Twisty Lines",
      "category": "Arcade",
      "description": "Soar, orbit, and survive in Twisty Lines – the ultimate space journey in a 2D universe!\n\nTwisty Lines is an exhilarating 2D space adventure that puts you in control of a spaceship navigating through a cosmic maze. As you fly upwards in a straight line, prepare for a thrilling twist – click near planets to orbit them and release to launch in a new direction! Your mission is to travel as far as you can, while skillfully avoiding collisions with planets and the treacherous borders. Each orbit is a dance with gravity, each release a leap into the unknown. So, are you ready to take the Lawn Mower challenge and see how far you can go? Do you have the precision and reflexes to chart a path through this celestial challenge?\n\nEmbark on your interstellar voyage and master the art of gravity in Twisty Lines!",
      "url": "https:\/\/play.famobi.com\/twisty-lines",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/twisty-lines\/figure.png"
   },
   {
      "name": "8Ball Online",
      "category": "Multiplayer",
      "description": "Train your billiard skills and challenge a real opponent from all around the world in this fun online multiplayer version of the popular sports game!\n\n8Ball Pool is played with 15 numbered balls from 1 to 15 and one white cue ball. Object of the game is to first pocket the black 8 ball legally. Simply hit play to start the matching process and find an opponent with similar skill. After the initial break, one of the players has to pocket the solid-colored balls from 1 to 7 while the other tries to remove all striped balls from 9 to 15 from the table. Players are not allowed to pocket the 8 ball until they have completely pocketed their group of striped or solid balls.\n\nThe mechanics are easy to learn: aim carefully and watch the guide line to see where you will shoot. If you are a total pro and looking for an extra challenge, you can optionally turn the line off. Use the Spin feature to further control the direction of your ball and finally drag the cue to adjust the power of your shot. Sink as many of your balls in a row as you can. As soon as you scratch or miss a pocket, it is the other player’s turn!\n\nWinning a match increases your score and gives you the chance to play against increasingly better opponents. Do you have what it takes to become a pool pro?",
      "url": "https:\/\/play.famobi.com\/8ball-online",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/8-ball-online\/figure.png"
   },
   {
      "name": "Element Blocks",
      "category": "Puzzle",
      "description": "Weather the elements in this crazy addictive puzzle game! Simply drag and drop the block shapes onto the grid in order to create vertical or horizontal lines and earn as many points as possible. Only full lines will be destroyed, so plan ahead and keep an eye on the available pieces. The game is over if there's no space left on the grid to place a block.\n\nTo put off the inevitable end, you can use two power ups: dynamite destroys a 3x3 area on the field while lightning removes all blocks of a specific color. Buy them with ingame currency in form of stars which randomly appear on blocks placed on the field. Make sure to collect them by including them in full lines and use the power ups strategically as they become more expensive after every purchase. If you are in desperate need for more, try completing achievements, they also reward you with stars.\n\nSo what's the best way to earn points? Every action on the grid fills your multiplier and gives you points. Try to increase the multiplier over time while clearing several lines at once to boost your score. Do you have what it takes to earn a high score?",
      "url": "https:\/\/play.famobi.com\/element-blocks",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/element-blocks\/figure.png"
   },
   {
      "name": "Emergency Surgery",
      "category": "Strategy",
      "description": "Accidents can happen to anyone! In this humorous doctor game for the whole family, it’s your turn to save lives and help some unlucky people in the emergency room.\n\nPut on a white coat and prove your medical skills, your patients are already waiting: the mailman who has a dog stuck at this bottom, the chimney sweeper who got struck by lightning or the fisherman who got attacked by a huge fish. Every emergency has their own unique story, but they all have one thing in common – they require your special skills to heal them.\n\nFirst you have to remove the cause for your patients’ distress though. The dog seems to have taken a peculiar liking to the poor mailman and won’t let go of his victim. Get creative and find a way to release his bite. Can he be persuaded with a bone, a juicy piece of meat or a cold shower? Once you have found the correct solution, you can start the actual treatment. Clean the wound, apply ointments and bandages and give an injection to make sure the he gets well again soon.\n\nThat wasn’t too hard, was it? Seems like you are a natural talent, hopefully your next case goes as smoothly! The game mechanics are easy to understand and for every step a little animation shows you what to do. Tap, swipe or drag, complete various mini games and cure all patients!",
      "url": "https:\/\/play.famobi.com\/emergency-surgery",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/emergency-surgery\/figure.png"
   },
   {
      "name": "Blocks Puzzle Zoo",
      "category": "Puzzle",
      "description": "Oh no! The animals have been trapped inside cages and can’t get out. Will you be the hero they need and free all of them?\n\nLuckily someone left the keys around, but how you get them to the cages is another question. Use your geometric skills to drag and place the block shapes on the field, to connect the keys with the cages. Done that? Perfect, now you know everything to save those poor animals.\n\nBut as you may notice, it isn’t always as simple as that. Some special blocks will appear to prevent your rescue mission. For example an ice field that lets your placed blocks slip to the side or a black hole which has to be filled with a block.\n\nExperience 100 levels, packed with thrilling and exciting puzzles. Solve the puzzles with as little as possible move, to collect all 3 stars per level to buy helpful items.\n\nThere are a lot of tough challenges ahead of you! Will you be able to rescue all the cute animals from their prison and be their hero?",
      "url": "https:\/\/play.famobi.com\/blocks-puzzle-zoo",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/blocks-puzzle-zoo\/figure.png"
   },
   {
      "name": "Onet World",
      "category": "Arcade",
      "description": "Welcome to Onet World! Create a beautiful place where cute little animals can live happily and peacefully together. In this link Mahjong game, you start with a polluted and desolate piece of land. Clean everything up, earn coins and get your first animal - now you're all set to adopt more furry and non-furry friends!\n\nYour task: Find identical pairs of animal tiles on the field and remove all of them to complete a level. Try to clear as many levels as you can to earn points and coins. The gameplay is easy to learn: tap on an animal to select it and tap on a matching tile to create a pair. The path between two tiles can't have more than three lines or two 90-degree angles.\n\nEach level has a different field with obstacles or tiles which move in a certain direction. Connect animals with special icons to earn bonus time, power ups or extra points and use your power ups if you are stuck. Shuffle will rearrange all tiles on the field, the magnifier automatically matches two animals and the clock power up freezes your board for a short while. Stay focused and keep an eye on the time - once it is up, the game ends immediately!\n\nSo what’s the best way to earn a high score on the leaderboard? The further you progress, the more points you will get. If you are quick enough and clear Mahjong pairs within a few seconds in a row, your multiplier increases and gives you a nice extra boost to your score.\n\nBuild your world and use your coins to adopt new animals in the shop. Tap the gacha machine to receive animals, toys and other fancy items your little friends will love! Spin the wheel to win power ups and try to collect all animals and items in your Onet World! Can you earn a top spot on the leaderboards?",
      "url": "https:\/\/play.famobi.com\/onet-world",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/onet-world\/figure.png"
   },
   {
      "name": "Sushi Roll",
      "category": "Strategy",
      "description": "You are shrimply the best! In this endless-runner you whiz straight through the asian kitchen with one of many super tasty sushi-rolls. But be careful! They are not there to be eaten.\n\nTry to collect as many coins as you can, unlock new sushi-skins, compete with other players from all over the world and sign up for the leaderboard! Lovely designed levels and tricky sections will await you.\n\nShow your skill and try to be the best! How far will you get?",
      "url": "https:\/\/play.famobi.com\/sushi-roll",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/sushi-roll\/figure.png"
   },
   {
      "name": "Element Balls",
      "category": "Physics",
      "description": "Master the four elements fire, water, air and earth in the addicting arcade game ‘Element Balls’! But watch out, mixing up two different elements might end in chaos.\n\nSimply maneuver the Element Ball through the shapes and only collide with the ones having the same element. But it’s not as simple as it seems. Moving element obstacles and challenging levels will get the most out of even the experienced ‘Element Balls’ player.\n\nSo let’s get rollin’ and master all colorful levels! Will you become the next master of the Element Balls?",
      "url": "https:\/\/play.famobi.com\/element-balls",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/element-balls\/figure.png"
   },
   {
      "name": "Cross Over 21",
      "category": "Card",
      "description": "If you have a knack for cards then you may try out this one!\n\nIn Crossover 21 you tactically need to match the cards smart in order to achieve the magic '21' both vertical and horizontal. Use helpful Power-Ups which grants you comfortable progress and try to get as many points as you can earn!\n\nThe further you get, the harder it will be!",
      "url": "https:\/\/play.famobi.com\/crossover-21",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/cross-over-21\/figure.png"
   },
   {
      "name": "Zoo Feeder",
      "category": "Animals",
      "description": "Someone in the Zoo forgot to feed the cute animals and now they’re all hungry! Will you shovel up the tasty food and feed it to them?\n\nSimply drag the shovel to the left and right to collect as much food as possible. Did you collect all the food in a section, your shovel will become a powerful magnet, absorbing all the food into your shovel. Build a small Zoo with gems you’ll collect during your playthroughs or get a cool new skin for the shovel. The possibilities in this game are endless!\n\nSo grab the shovel and make those cute animals happy!",
      "url": "https:\/\/play.famobi.com\/zoo-feeder",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/zoo-feeder\/figure.png"
   },
   {
      "name": "Pets Rush",
      "category": "Strategy",
      "description": "In this addicting Match3 game you have to combine 3 lovely and cute animals to make it to the next level. Use powerful items to gain extra points or try to open the chest for a mighty power-up and also additional points.\n\nBeat your own highscore and improve level to level. But be careful! If the blocks touch the top of the screen, there will be not much time to react. So be fast and clever!\n\nHow many points are you gonna earn?",
      "url": "https:\/\/play.famobi.com\/pets-rush",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pets-rush\/figure.png"
   },
   {
      "name": "Domino Frenzy",
      "category": "Physics",
      "description": "You are a fan of colourful pictures and huge chain reactions, but don’t know how to get both at the same time? Don’t worry ‘Domino Frenzy’ will make your dreams come true!\n\nTry to shoot the ball as smart as possible and hit the Dominos at the right spot, to create a huge chain reaction. Use the bombs to boost the reactions and collect as many gems as possible, to unlock cute and funny skins.\n\nSo what are you waiting for? Go get those Dominos!",
      "url": "https:\/\/play.famobi.com\/domino-frenzy",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/domino-frenzy\/figure.png"
   },
   {
      "name": "Hippo Pizza Chef",
      "category": "Puzzle",
      "description": "Have you ever imagined what it must be like to be a successful pizza chef? No? Well, no matter. This isn't actually about baking the pizza itself, it's about serving it!\n\nSlip into the role of the 'Hippo Pizza Chef' and try to arrange the pizza pieces exactly as they were ordered. You don't have many attempts, so split them up well. Use helpful power-ups to adapt your approach and invest your earned coins in fun outfits or new plates.\n\nWill you be able to satisfy your customers?",
      "url": "https:\/\/play.famobi.com\/hippo-pizza-chef",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/hippo-pizza-chef\/figure.png"
   },
   {
      "name": "Slice Rush",
      "category": "Arcade",
      "description": "Take the knife and chop your way through the kitchen! In 'Slice Rush' you have to time your cuts skillfully because your knife can quickly fly out of your hand if you are not careful enough.\n\nTry to fill the multipliers to get more points but be careful! If you hit the wrong surface, the multiplier is lost immediately!\n\nIt's addicting and satisfying at the same time! How far will you get?",
      "url": "https:\/\/play.famobi.com\/slice-rush",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/slice-rush\/figure.png"
   },
   {
      "name": "Curve Ball 3D",
      "category": "Arcade",
      "description": "Open your eyes and get teleported back to the nostalgia of pong! You will curve the ball with your racket and with each level your opponent becomes quicker as well as the ball!\n\nEnjoy the marvelous visual effects and discover the world of addictive fun arcade! Use your skills and play your way through 'Curve Ball 3D'.\n\nDo you have what it takes to master this game?",
      "url": "https:\/\/play.famobi.com\/curve-ball-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/curve-ball-3d\/figure.png"
   },
   {
      "name": "Monkey Bounce",
      "category": "Arcade",
      "description": "Help the monkey to get to his bananas! In 'Monkey Bounce' you need to swipe the screen to the right or left in order to fall through the palm leafs.\n\nBut keep calm! There are also some tricky obstacles and traps that are waiting for you!\n\nSo it's on you! How far will you get on this exciting adventure?",
      "url": "https:\/\/play.famobi.com\/monkey-bounce",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/monkey-bounce\/figure.png"
   },
   {
      "name": "Mahjong 3D",
      "category": "Arcade",
      "description": "Welcome to Mahjong 3D! Enjoy the ancient board game classic now in it's most immersive experience!\n\nTurn the objects around in any direction possible and solve all challenging levels. But the time is ticking! But watch out, the new extra dimension adds new difficulties as well!\n\nWill you be able to solve all levels in time?",
      "url": "https:\/\/play.famobi.com\/mahjong-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/mahjong-3d\/figure.png"
   },
   {
      "name": "Stack Smash",
      "category": "Arcade",
      "description": "Are you up for a whacked-out time killer? Then test yourself on 'Stack Smash' and prove your skills! Destroy all platforms to get to the ground and win! But watch out! If you touch black platforms the game is over. But even these are not safe from a ball at maximum speed.\n\nSo use clever timing and adjust your strategy round by round!",
      "url": "https:\/\/play.famobi.com\/stack-smash",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/stack-smash\/figure.png"
   },
   {
      "name": "Smarty Bubbles 2",
      "category": "Arcade",
      "description": "Yes it's true! Another part of the popular and most successful Bubble Shooter for the whole family goes into round 2, now even prettier!\n\nCombine at least 3 balls of the same color and try to burst all bubbles.",
      "url": "https:\/\/play.famobi.com\/smarty-bubbles-2",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/smarty-bubbles2\/figure.png"
   },
   {
      "name": "TNT Bomb",
      "category": "arcade",
      "description": "Explosions, explosions and guess what. Even more explosions! Dive into 'TNT Bomb' and let your vandalism run wild once again. You have to destroy several buildings and structures with 5 mighty power-ups. Use a cleverly devised strategy and be flexible because everything is limited. But if nothing else helps, then use the ultimate earthquake. That should do the rest!\n\nGet overwhelmed from beautiful graphics and well designed levels.\n\nBe the Master of destruction!",
      "url": "https:\/\/play.famobi.com\/tnt-bomb",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tnt-bomb\/figure.png"
   },
   {
      "name": "Hoop Royale",
      "category": "arcade",
      "description": "This is the slightly 'different' sport. In Hoop Royale you have to maneuver the ring through the ball. Earn gems and unlock new awesome skins for your Hoop or collect some chests and let yourself surprise! But be fleet and don't let yourself be beaten up! Because you will compete against people from all over the world!\n\nCompete with them and become the ultimate dunk master!",
      "url": "https:\/\/play.famobi.com\/hoop-royale",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/hoop-royale\/figure.png"
   },
   {
      "name": "Crazy Caves",
      "category": "Arcade",
      "description": "Dig into crazy depths with this new action-loaded arcade game. Destroy all rocks to earn as many gold and gems possible to transform your cart into a crazy mining tool!",
      "url": "https:\/\/play.famobi.com\/crazy-caves",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/crazy-caves\/figure.png"
   },
   {
      "name": "Bus Parking 3D",
      "category": "car",
      "description": "Prove your skills and become the ultimate Bus King! Park the bus in the designated parking spaces. Sounds easier than it is. Don't forget to collect all coins on the way! A lot of great skins are waiting for you! Why don't you give it a try yourself?\n\nDo you have what it takes to play through all the 100 levels?",
      "url": "https:\/\/play.famobi.com\/bus-parking-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/bus-parking-3d\/figure.png"
   },
   {
      "name": "Pull Pins",
      "category": "puzzle",
      "description": "Pull Pins has finally arrived to Famobi!\n\nThe tricky puzzle classic features unlimited levels with unlimited challenges and fun. Observe the levels carfully and plan your moves, to pull the pins in the right order. But watch out! Don't let the bombs touch the bubbles!\n\nJump in and solve all the awesome puzzles!",
      "url": "https:\/\/play.famobi.com\/pull-pins",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pull-pins\/figure.png"
   },
   {
      "name": "Garden Match 3D",
      "category": "Strategy",
      "description": "Match-3 finally has been revolutionized and you can be part of it!\n\nDive into the beautiful garden setting of Garden Match 3D and score the best highscore possible! Turn the plant-pot around and match the colorfull flowers. Use the large variety of powerful items and try to score huge combos! The challenging levels combined with the new gameplay dimension creates a complete new experience of match-3.\n\nWill you be able to solve all levels?",
      "url": "https:\/\/play.famobi.com\/garden-match-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/garden-match-3d\/figure.png"
   },
   {
      "name": "Brain Trainer",
      "category": "strategy",
      "description": "Activate your brain cells and get ready!\n\nA new 'Brain Trainer' has arrived! No matter if you keep your brain fit, improve your performance or just having fun to train your personal cognitive abilities, this game is for you! Just because you are no longer in school, does not mean that you can't sharpen your mind. Solve a great variety of individual mini-games. If you get stuck, just swap light bulbs against hints. Convinced? Then dive in and test yourself!\n\nAre you made for this?",
      "url": "https:\/\/play.famobi.com\/brain-trainer",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/brain-trainer\/figure.png"
   },
   {
      "name": "Fuzzies",
      "category": "Arcade",
      "description": "Once upon a time, the colorful and cuddly Fuzzies lived happily together in their village. But the resident villain in the castle isn't confident with his pale appearance and therefore decides to squeeze the Fuzzies in order to get their colors with his brutal machine. And so, the villain invades the peaceful Fuzzie village.\n\nSave the Fuzzies and help them escape from the cruel crushing machine! Merge at least 3 Fuzzies of the same color and try to clear all of them. Through combos you will gain mighty bomb- or rainbowfuzzies!\n\nCan you save the Fuzzies before they're getting squeezed?",
      "url": "https:\/\/play.famobi.com\/fuzzies",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/fuzzies\/figure.png"
   },
   {
      "name": "Giant 2048",
      "category": "Puzzle",
      "description": "Get ready for the sweetest AND biggest 2048 puzzle game ever created! Help Lilly feed her best friend the lovely giant with tasty candies.\n\nUse the slingshot to merge the candies with matching numbers into one big candy. Try to create huge combos by merging more than one candy at a time to feed even MORE candy. But watch out, rocks will appear on the field blocking the candies. They can easily be destroyed by merging candies beside them, but don't underestimate those solid blockers!\n\nSo grab your slingshot and prepare for the greatest 2048 game of all time!",
      "url": "https:\/\/play.famobi.com\/giant-2048",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/giant-2048\/figure.png"
   },
   {
      "name": "Train 2048",
      "category": "puzzle",
      "description": "Grab your train ticket and hop onboard of the most fun 2048 games you've ever traveled with.\n\nHelp the train driver feed the train's engine with coal to rush over the tracks and travel the whole world! In order to do that you have to match fitting number blocks with each other. Each match will provide the engine with some coal. But the train is still not fast enough for your taste? Try to create huge combos using your own skill or the powerful power-ups. Use the balloon to lift numbers blocking your matches, or throw a bomb onto the field to cause a massive explosion.\n\nSo let's grab control of the train, travel the world and reach the biggest high score!",
      "url": "https:\/\/play.famobi.com\/train-2048",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/train-2048\/figure.png"
   },
   {
      "name": "Euro Penalty Cup 2021",
      "category": "action",
      "description": "Get ready for the biggest soccer event of 2021 - Euro Penalty Cup 2021! Become a player of Europe's best teams and lead your team to victory in this tough competition.\n\nHow to play is rather simple: Try to hit the goal and outsmart the goalkeeper with crazy trick shots. But don't celebrate to early! Of course, you'll have to defend your goal as well, try to predict your opponents shots and watch out for the red indicator, which might give you a useful hint. So grab your soccer shoes and fight your way to the grand finale!\n\nDo you have what it takes to become Europe's best soccer player?",
      "url": "https:\/\/play.famobi.com\/euro-penalty-cup-2021",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/euro-penalty-cup\/figure.png"
   },
   {
      "name": "Om Nom Run",
      "category": "action",
      "description": "Run alongside Om Nom in his famous adventure, now finally in immersive and full-responsive HTML5.\n\nTry to run as far as possible by avoiding the dangerous obstacles and enemies, collect all coins and transform Om Nom into the fastest runner possible. Use the power-ups as smart as possible to explore the beautiful world with all it's beautiful areas, but be aware of the dangers that lurk inside of them.\n\nAre you ready to explore the world of Om Nom Run and reach the highest of highscores?",
      "url": "https:\/\/play.famobi.com\/om-nom-run",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/om-nom-run\/figure.png"
   },
   {
      "name": "Onet Gallery 3D",
      "category": "Puzzle",
      "description": "Ready for some classic Onet Connect fun in a new and relaxing 3D look? Then get ready for Onet Gallery 3D!\n\nNo time pressure and stress at all, just pure relaxing Onet fun. Connect blocks of the same color with each other to make them disappear. But keep an eye out for other blocks blocking the way, it's important to solve the boards in the right order and strategy. After successfully solving the board, you can watch the impressive figures in your personal gallery.\n\nSounds great? Then waste no time and complete your awesome Onet Gallery!",
      "url": "https:\/\/play.famobi.com\/onet-gallery-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/onet-gallery-3d\/figure.png"
   },
   {
      "name": "Traffic Tom",
      "category": "Racing",
      "description": "Ready for the ride of your life? Join Tom in his first adventure and become the king of the road!\n\nBut of course you have to first prove not only your skills as a driver, but as a smart engineer as well. Upgrade your bikes to complete the challenging road missions and earn tons of money with them! On your way, you will explore 3 colorful areas with beautiful environments. But don't get fooled by the peaceful looks, evil bosses are lurking in each area waiting to challenge you for risky races.\n\nStart the engines, but on your helmet and conquer the highway!",
      "url": "https:\/\/play.famobi.com\/traffic-tom",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/traffic-tom\/figure.png"
   },
   {
      "name": "Pop It! 3D",
      "category": "Strategy",
      "description": "Mix a relaxing ASMR experience with a stunning 3D environment and you get the perfect game for stressful times - Pop It! 3D\n\nThe gameplay is rather simple and of course relaxing. Select a great-looking Pop It! and pop all the bubbles on one side to turn around the model and continue on the other side. While playing there is a chance of finding coins in popped bubbles, which you can spend to unlock new Pop Its! Feeling creative? Play around with different colors and motives and create your own perfect Pop It!\n\nPrepare for a relaxing time and say goodbye to all your stress!",
      "url": "https:\/\/play.famobi.com\/pop-it-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pop-it-3d\/figure.png"
   },
   {
      "name": "Om Nom Bubbles",
      "category": "Strategy",
      "description": "Get ready for Om Nom's new challenging adventure 'Om Nom Bubbles' and help him shoot all those tasty candies!\n\nShoot as many candies as possible and be quick, because the time is ticking! Score huge amounts of points and unlock mighty power-ups, which you can use to increase the time or cause huge explosions. Only the best bubble shooters will reach a chain of 10 hits to unlock the powerful fireball, which cuts through the bubbles like butter. Om Nom will reward you with mysterious achievements for every crazy move you make, so don't hold back when it comes to risky moves!\n\nSo grab your candies, put on the aiming laser and help Om Nom getting the most candies in the universe!",
      "url": "https:\/\/play.famobi.com\/om-nom-bubbles",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/om-nom-bubbles\/figure.png"
   },
   {
      "name": "Om Nom Connect Classic",
      "category": "Strategy",
      "description": "Om Nom and his friends need your help in his new colorful Onet Connect adventure!\n\nHelp Om Nom to bring together his friends and share his tasty candies with them. In order to achieve this, you have to match the same cute monsters or candies with each other to make them disappear from the board. But the monsters and candies block each other from being matched, so you have to watch out and find the correct order and path to combine them. But don't worry, Om Nom has some great power-ups up his sleeve to help you out in difficult situations! You can use the magnifying glass to find a match in case you can't find any on the board. Or use the Om Nom Shuffle to mix up the current order on the board and relocate all the monsters and candies!\n\nReady to help Om Nom share the candies with all his friends? Then jump right into the game and reach the highest high score possible!",
      "url": "https:\/\/play.famobi.com\/om-nom-connect-classic",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/om-nom-connect-classic\/figure.png"
   },
   {
      "name": "Frankenstein Go",
      "category": "Jump 'n Run",
      "description": "Frankenstein needs your help to save his girlfriend from the powers of evil!\n\nFrankenstein wants to save his girlfriend, but to achieve this he has to solve tricky puzzles and sneak past scary enemies. Climb ladders, jump over obstacles, and open doors to advance through the beautiful but scary levels. On his journey, you will meet many friends, who will help you save your girlfriend if you assist them in finding their lost objects. As soon as you return their stolen goods, they will most likely give a key to you, which obviously opens a lot of closed doors to explore! Collect magical potions on your journey and unlock stunning new appearances for Frankenstein to impress his girlfriend!\n\nAre you ready to help Frankenstein and join this year's most scary but most amazing adventure?",
      "url": "https:\/\/play.famobi.com\/frankenstein-go",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/frankenstein-go\/figure.png"
   },
   {
      "name": "Dices 2048 3D",
      "category": "puzzle",
      "description": "You are a fan of challenging puzzle games, but can't find one which features the beauty of 3D? Then you should get ready for Dices 2048 3D!\n\nDices 2048 3D features the classic 2048 gameplay: Match 2 blocks of the same number to add them together and create a block with an even higher number. But it's no that easy in 3D! You can shoot the blocks not only horizontally, but also stack them on top of each other. And it gets even more challenging! Every now and then mighty stones appear blocking your way. The only thing you can do is either wait until they disappear after some shots or use the powerful bombs to destroy them!\n\nGet ready and prepare your brains for some serious but awesome challenges!",
      "url": "https:\/\/play.famobi.com\/dices-2048-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/dices-2048-3d\/figure.png"
   },
   {
      "name": "Uncle Ahmed",
      "category": "Jump 'n Run",
      "description": "Oh no! Uncle Ahmed's favorite nephew has been kidnapped, and now he needs your help to save him from the dark magician!\n\nFlames, spikes, and wild beasts - our favorite uncle has to prepare for a lot of dangerous challenges. But apart from his athletic skills and his heroic bravery, Ahmed has some more tricks up his sleeve. Use his crazy power-ups to throw around watermelons, become invincible, or run with the speed of light. But the action is not only taking place on the ground! Prepare to help Ahmed fly through the sky, maneuvering around clouds and dangerous enemies. But the most dangerous challenge will be beating the dark magician and his evil companions, who will try to keep Uncle Ahmed away from his nephew.\n\nAre you ready to join Uncle Ahmed on his dangerous adventure and save his nephew?",
      "url": "https:\/\/play.famobi.com\/uncle-ahmed",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/uncle-ahmed\/figure.png"
   },
   {
      "name": "Crowd Run 3D",
      "category": "Action",
      "description": "Get ready for this year's most action-packed puzzle runner in 3D!\n\nYou have to guide your group of characters through a tough obstacle course, filled with dangerous traps and deep canyons. While making your way through this dangerous fields, you have to watch out not to lose too many of the characters! Occasionally you have to fight another group, and the winner of those battles is of course the group with the most characters. But don't worry, you can send your group through special cloning gates, making your group even bigger.\n\nSo get ready to master the most difficult challenges and fight your way through this tough game!",
      "url": "https:\/\/play.famobi.com\/crowd-run-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/crowd-run-3d\/figure.png"
   },
   {
      "name": "Stair Race 3D",
      "category": "Action",
      "description": "Prepare for one of the biggest challenge games of 2021 and build your stairs as fast as possible!\n\nYou have to compete in a big arena for who is best in building stairs against a variety of difficult enemies. In order to win, you have to pick up the stair planks and use them in order to build stairs and reach the next platform. But watch out! Enemies who have more planks collected than you can easily knock you over when you run into them, which will result in you losing all your collected planks. But of course it works the other way around as well, so try to collect as many planks as possible and knock over your enemies to gain a big advantage. Winning the rounds will not only give the pleasure of being the best player in the world, but also unlocks cool new skins for your character and planks.\n\nSo are you ready to compete in the world's biggest stair building challenge?",
      "url": "https:\/\/play.famobi.com\/stair-race-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/stair-race-3d\/figure.png"
   },
   {
      "name": "Pop It! Duel",
      "category": "Action",
      "description": "Are you ready to experience Pop It in a completely new and trendy way?\n\nIf Pop It! 3D wasn't enough of a challenge for you, then you came to the right game! Pop It! Duel reinvents the way how to play Pop It by adding an action packed 1v1 multiplayer mode. The rules of the game are simple: Play against an opponent in a 'Best of 3' match. Whoever manages to pop his Pop It the fastest wins the round. Win two rounds, and you're going to steal your opponent's Pop It and add it to your collection. But watch out! Your opponent will not hesitate to steal your Pop Its as well, so be careful and show off your skills in popping the Pop Its!\n\nGrab your favourite Pop It and compete against the toughest enemies worldwide!",
      "url": "https:\/\/play.famobi.com\/pop-it-duel",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pop-it-duel\/figure.png"
   },
   {
      "name": "E-Scooter!",
      "category": "Racing",
      "description": "Hop onto your Scooter in this year's most action-packed E-Scooter Game!\n\nRide your E-Scooter from one charging station to the next while collecting coins, charging orbs and speed boosters to go even further! Unlock even more E-Scooters by either buying them with coins or reaching a certain amount of charging stations. But watch out! Cars are also on the road, so try to avoid them while keeping an eye on your charge Meter.\n\nGrab your Scooter and start driving!",
      "url": "https:\/\/play.famobi.com\/e-scooter",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/e-scooter\/figure.png"
   },
   {
      "name": "Butterfly Shimai",
      "category": "Puzzle",
      "description": "Get ready for the most beautiful Onet Connect game yet!\n\nMatch two of the same butterfly wings to create beautiful butterflies and make them disappear on the board. But beware! Other wings will block them from being matched, so you have to find the correct path and order to match them. But don't worry if you can't find a way to match them, since you can use power ups which will help you find the matches you are looking for. But keep in mind that those power ups are of limited use, so don't overuse them.\n\nSo hop in and start creating beautiful Butterflies and watch them all fly to their new home!",
      "url": "https:\/\/play.famobi.com\/butterfly-shimai",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/butterfly-shimai\/figure.png"
   },
   {
      "name": "Color Tunnel",
      "category": "arcade",
      "description": "Get ready for this new colourful experience, Color Tunnel!\n\nSlide down a colorful tunnel and get as far as you can. But beware! Different obstacles are in the way, so try to avoid as many as possible while making your way through the tunnel. And don’t worry if you hit an obstacle. You can always revive yourself once.\n\nSo test your reflexes in this colorful tunnel experience!",
      "url": "https:\/\/play.famobi.com\/color-tunnel",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/color-tunnel\/figure.png"
   },
   {
      "name": "Diamond Rush 2",
      "category": "Puzzle",
      "description": "Destroy jewels in a new and stunning way in Diamond Rush 2!\n\nJust like in Diamond Rush, you beat the clock and destroy as many jewels as possible. But this time you have up to 5 Planets to discover and 15 Levels to beat. The further you go, the harder it gets, so achieve the highest combo possible!\n\nPlan ahead and become a true Jewel maniac in Diamond Rush 2!",
      "url": "https:\/\/play.famobi.com\/diamond-rush-2",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/diamond-rush-2\/figure.png"
   },
   {
      "name": "Ramp",
      "category": "Arcade",
      "description": "Get ready to roll your ball into endless expanses in Ramp!\n\nRoll your ball over endless amounts of platforms and get as far as you can! Collect Coins to fill up your boost gauge and unleash one of three different boosters: be super fast, invincible or even fly for a short period of time! But beware! There are a moving obstacles on the platforms, and sometimes even the platform itself makes your life hard.\n\nSo overcome these Obstacles and get as far as you can!",
      "url": "https:\/\/play.famobi.com\/ramp",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/ramp\/figure.png"
   },
   {
      "name": "Cubito",
      "category": "Arcade",
      "description": "Dodge as many Obstacles as possible with your cubes in this new and exciting endless runner, Cubito!\n\nSlide along two endlessly long lanes and dodge obstacles, collect speed and health booster, and get as far as you can. But beware! Speed Booster can also make you go too fast and make it very hard to dodge certain obstacles.\n\nSo think ahead and get the highest score you possibly can!",
      "url": "https:\/\/play.famobi.com\/cubito",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/cubito\/figure.png"
   },
   {
      "name": "Slope",
      "category": "arcade",
      "description": "Roll your football through endless amounts of goals in Slope!\n\nRoll down several platforms and try to achieve as many goals as possible! Roll through tunnels and loopings to get extra points and be even faster! But beware: Several obstacles like Flag Poles and Kicker-Figures are waiting for you to kick you off the platform, so dodge them and get as many points as you can!\n\nSo test your skill while dodging as many Obstacles as you can and get as many points as possible!",
      "url": "https:\/\/play.famobi.com\/slope",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/slope\/figure.png"
   },
   {
      "name": "Tap Tap Dunk",
      "category": "Arcade",
      "description": "Tap your way through the playfield in Tap Tap Dunk!\n\nMake the ball hop as you tap to dunk as many times as possible and increase your combo by doing so. But try to avoid the backboard, since touching it will break your combo. Once you get an 8x Multiplier, your Ball starts burning and you get even more points! But keep in mind, that the more you dunk, the higher the difficulty gets.\n\nSo beat the timer, and get as much Score as possible!",
      "url": "https:\/\/play.famobi.com\/tap-tap-dunk",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tap-tap-dunk\/figure.png"
   },
   {
      "name": "Drift Dudes",
      "category": "Racing",
      "description": "Burn the rubber on the asphalt and drift your way through the finish line in this awesome new mutliplayer racing game, Drift Dudes!\n\nDrive through a total of 6 different tracks and make clever use of shortcuts, ramps, boosts and more to beat your opponents. Watch out for the grass, since it slows you down, and try to drift through the mud for an advantage! Collect coins in each track to upgrade your car or to even buy a new one. You can also login and compete with others in the leaderboards.\n\nTry your best and be the fastest drift dude out there!",
      "url": "https:\/\/play.famobi.com\/drift-dudes",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/drift-dudes\/figure.png"
   },
   {
      "name": "Neon Tower",
      "category": "arcade",
      "description": "Dash past endless obstacles in Neon Tower!\n\nRotate the tower to let the ball pass all obstacles and get the highest score. Fall down several levels to build up enough momentum to easily smash through obstacles. Longer falls will reward you with even more points, so don't miss out on that! But watch out! Red obstacles will break your ball, if you don't have enough power to break through!\n\nExperience this new retro hit and get as far as possible!",
      "url": "https:\/\/play.famobi.com\/neon-tower",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/neon-tower\/figure.png"
   },
   {
      "name": "Emoji Flow",
      "category": "Puzzle",
      "description": "Connect the right pairs of emojis in Emoji Flow!\n\nDrag a line from one emoji to the other and complete levels by connecting all of them. Go through a total of 150 levels and challenge your puzzle-solving skills. Be sure to not let your paths cross with other emojis, and flow your way to the top!\n\nSo unleash your inner emoji and flow like your emojis have never flown before!",
      "url": "https:\/\/play.famobi.com\/emoji-flow",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/emoji-flow\/figure.png"
   },
   {
      "name": "Neon Swing",
      "category": "Arcade",
      "description": "Swing as fast as you can in Neon Swing!\n\nSwing from point to point and try to get as far as you can while using trampolins to get even further. Try to avoid the red wall, which is slowly moving towards you, since once in the wall, you lose! The trampolins in your way can also make your life a bit more difficult, so use them to your advantage.\n\nMake clever use of the game mechanics and be the best neon swing player out there!",
      "url": "https:\/\/play.famobi.com\/neon-swing",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/neon-swing\/figure.png"
   },
   {
      "name": "Pengu Slide",
      "category": "Arcade",
      "description": "Slide to survive and fly to thrive in Pengu Slide - the ultimate penguin adventure game!\n\nJoin our adorable penguin hero on a thrilling ride down the icy slopes, where danger lurks at every turn. With an avalanche hot on your tail, it's up to you to skillfully navigate the terrain by sliding, jumping and flying your way to safety. But beware, one wrong move could mean certain doom for our feathered friend! Experience heart-pumping excitement as you collect fish, and booster while trying to outrun the avalanche. With easy-to-learn controls and addictive gameplay, Pengu Slide is the perfect game for players of all ages and skill levels.\n\nSo what are you waiting for? Strap on your snow boots and join the adventure in Pengu Slide - the coolest game on the block!",
      "url": "https:\/\/play.famobi.com\/pengu-slide",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/pengu-slide\/figure.png"
   },
   {
      "name": "Peet Around",
      "category": "Arcade",
      "description": "Help Peet find relief in Peet Around - the ultimate toilet rush game!\n\nGet ready for a hilariously addictive gaming experience as you guide Peet through endless levels of circular madness in Peet Around. With a simple yet challenging objective - get Peet to the toilette - you'll be hooked on this game in no time. As you navigate through the circles, colored areas highlight certain sections that you must tap on when Peet enters them. And if you're really skilled, you can hit the smaller area within the colored area to rack up bonus points and combos. With an endless amount of levels that get progressively longer and harder, Peet Around will keep you entertained for hours on end. But be warned, this game is not for the faint of heart - you'll need lightning-fast reflexes and impeccable timing to make it to the toilette before time runs out!\n\nSo what are you waiting for? Play Peet Around now and join the endless toilet rush adventure!",
      "url": "https:\/\/play.famobi.com\/peet-around",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/peet-around\/figure.png"
   },
   {
      "name": "Peet A Lock",
      "category": "Arcade",
      "description": "Unlock the fun and help Peet get to the bathroom in Peet a Lock - the ultimate lockpicking game!\n\nGuide Peet through the toughest challenge of his life - a locked bathroom door! With your lockpicking skills, you must tap the screen to hit highlighted spots as a line moves in a circle. With each level, the challenge increases as more spots are required to be hit. But beware - if you fail to unlock the door by mistiming your tap, Peet loses control and poops himself. Don't let that happen! With your help, Peet can finally make it to the bathroom and take care of business. With its hilarious gameplay and addictive mechanics, Peet a Lock is the perfect game for anyone looking for a laugh and a challenge. And with endless levels, you'll never run out of fun.\n\nSo play Peet a Lock now and unlock the fun in the ultimate lockpicking game!",
      "url": "https:\/\/play.famobi.com\/peet-a-lock",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/peet-a-lock\/figure.png"
   },
   {
      "name": "Save the Princess",
      "category": "Puzzle",
      "description": "Unite the Prince and Princess in Save the Princess, a captivating game of love, strategy, and line-drawing through 40+ challenging levels!\n\nIn Save the Princess, the Princess awaits her Prince atop a towering fortress, and it's your mission to reunite them! Using your creativity and problem-solving skills, draw a line on the playfield to create a path for the Prince to follow. But be careful – letting go of the line at the right moment is crucial, as there are numerous moving obstacles standing in the way of true love. Each of the 40+ levels offers a unique challenge that will put your dexterity and timing to the test. Master the art of line drawing and develop strategies to overcome increasingly complex barriers as you progress through the game. With every successful reunion, you'll get one step closer to the ultimate romantic triumph!\n\nDon't miss out on this enchanting journey of love and strategy. Join Save the Princess today and experience the thrill of reuniting the Prince and Princess against all odds!",
      "url": "https:\/\/play.famobi.com\/save-the-princess",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/save-the-princess\/figure.png"
   },
   {
      "name": "Tower Smash",
      "category": "arcade",
      "description": "Smash your way to the bottom in Tower Smash - the ultimate endless tower smasher!\n\nTake control of a ball as you smash your way through an endless tower. With every tap, you'll attempt to smash through the platform beneath you, but beware - if it's a black platform, the ball will shatter and it's game over. Each successful smash makes you build up a combo which leads to the ball entering firemode, allowing you to smash through even the black platforms for a limited time. With its simple yet addictive gameplay, Tower Smash is the perfect game for anyone looking for a quick and challenging experience. And with an endless tower, you'll never run out of smashing fun.\n\nSo smash the tower in Tower Smash now and see if you have what it takes to smash your way to the top of the leaderboard!",
      "url": "https:\/\/play.famobi.com\/tower-smash",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tower-smash\/figure.png"
   },
   {
      "name": "Tower Smash Level",
      "category": "arcade",
      "description": "Smash through endless levels with Tower Smash Level - the ultimate tower smashing game!\n\nTake control of a ball as you try to smash your way to the bottom of an endless tower. But beware - the tower is made up of two types of platforms: colored and black. With each tap or click, the ball tries to smash through the platforms beneath it. If the platform is colored, the ball smashes through it, but if it's black, the ball shatters and it's game over. But fear not - if you smash through multiple platforms in a row, you build up a combo which leads to the ball entering firemode, which makes it smash even black platforms for a limited time. With each level, the challenge increases as more black platforms appear, making it tougher to reach the bottom. With its addictive gameplay and endless levels, Tower Smash Level is the ultimate game for anyone looking for a challenge. And with fire mode and colored platforms to spice things up, you'll never get bored.\n\nSo smash through the tower in Tower Smash Level and see how far you can smash your way through the tower!",
      "url": "https:\/\/play.famobi.com\/tower-smash-level",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tower-smash-levels\/figure.png"
   },
   {
      "name": "Emoji Match",
      "category": "puzzle",
      "description": "Unleash your inner emoji genius with Emoji Match - the ultimate 2D puzzle game that keeps your brain buzzing!\n\nDive into the colourful world of Emoji Match, a captivating 2D puzzle game where you get to pair up cute emojis. From suns with sunglasses to other delightful pairs, your job is to populate the playfield with connection lines. Beware, though, lines cannot cross! Use hints to unravel challenging matches and tackle a myriad of levels.\n\nIt's time to match, connect, and be the best out there!",
      "url": "https:\/\/play.famobi.com\/emoji-match",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/emoji-match\/figure.png"
   },
   {
      "name": "Love Tester",
      "category": "Girls",
      "description": "Introducing Love Tester! The Ultimate Love Compatibility tester!\n\nAre you curious about the depth of your love connection with someone special? Look no further! Love Tester is here to unravel the mysteries of your love compatibility and provide you with insightful answers about your relationship. Love Tester is designed to gauge the strength, passion, and potential of your love bond with your partner. With innovative and advanced algorithms as well as a sprinkle of magic to deliver accurate and personalized results like never before.\n\nTry it out now and embark on an exciting journey to uncover the depths of your relationship, strengthen your bond, and create a love story for the ages!",
      "url": "https:\/\/play.famobi.com\/love-tester",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/love-tester\/figure.png"
   },
   {
      "name": "Tile Journey",
      "category": "arcade",
      "description": "Embark on the ultimate 3D puzzle adventure with Tile Journey - match your way to victory, one trio at a time!\n\nTile Journey is a thrilling 3D puzzle game that challenges your strategic thinking. With seven slots at your disposal, your task is to find and match pairs of three. But beware, if you fill up all slots without a single trio, it's game over! Navigate through layers of tiles, uncovering what lies beneath by matching the tiles above. Journey through multiple levels, each boasting a unique theme!\n\nSo start pairing and put your matching skills to the test!",
      "url": "https:\/\/play.famobi.com\/tile-journey",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tile-journey\/figure.png"
   },
   {
      "name": "Truck Trials",
      "category": "car",
      "description": "This racing game will not only challenge your courage to go fast, but at the same time demand that you try to be as skillful as possible while doing so. There are lots of obstacles that you have to crush, drive through, jump over or slip under. This is probably the best racing game if you have some serious anger management issues. Just crush a few cars, explode some highly volatile barrels and you will feel relieved and happy again. Simple as that.\n\nYou should limit outbreaks like this to this truck racing game, however. Doing this in real life with your hatchback might not be such a good idea. And while you’re crushing and jumping and speeding through the various levels, don’t forget to collect as many bonus bags as possible. These will give you extra points that ultimately will add up to your overall score.\n\nThe goal of the game is to finish each of the 20 unique trial racing levels with the maximum amount of points and of course with three stars. If you’re not able to reach three stars in the earlier levels, be aware that each new truck you unlock will be a little faster than the last. So why not try already beaten levels with a new truck again and gain more points?\n\nThis truck racer will blow you away with fantastic levels, brute force and an iconic Heavy Metal soundtrack to get you in the right mood for crushing stuff!",
      "url": "https:\/\/play.famobi.com\/truck-trials",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/truck-trials\/figure.png"
   },
   {
      "name": "Table Tennis- World Tour",
      "category": "sports",
      "description": "Win the World Championship in this 3D Ping Pong Game with realistic physics.\n\nPing Pong is one of the most practiced sports in the world. Not only in China, where it has been declared the national sport, but in all countries around the world people play Ping Pong for fun or on a competitive level. With our HTML5 Table Tennis game you will have both, a lot of fun and a nice competition while trying to beat all the other countries from around the globe on a Table Tennis World Tour.You simply choose the country you want to play for and then start your journey to become the best Ping Pong player of them all.\n\nThe Ping Pong rules are exactly the same as in real life. Each player has two serves in a row, a match ends when one player has 11 points with at least 2 points in the lead. If the score is 11:10 the match continues until one player has achieved a 2 point lead. During this overtime the players alternate after every serve\n\nYou control your bat by swiping your finger or with the mouse cursor. The faster you swipe the harder you will hit the ping pong ball. Since this control scheme feels just natural, our Ping Pong app allows you to do everything you could do in real life. Surprise your opponent with a heavy power smash or throw him off guard with a vicious undercut. Learn to use the whole table and place your shots as precisely as possible.\n\nBut be aware: the further you progress in Table Tennis World Tour, the more experienced and tough your opponents will become. You’re not the only one who has mastered the art of trick shots and spinning physics. Make your way through the ranks and lead your country to the top spot of the World Championship in this 3D table tennis app.",
      "url": "https:\/\/play.famobi.com\/table-tennis-world-tour",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/table-tennis-world-tour\/figure.png"
   },
   {
      "name": "3D Free Kick",
      "category": "sports",
      "description": "To shoot a spectacular goal you need exactly two swipes in this football game. The first one gets the ball moving. You can control the direction and altitude of your shot with the first flick. The faster you swipe, the higher and faster the ball will fly.\n\nAfter you sent the ball flying you now have control over the spin. Swipe again to change the balls direction mid-air to trick the goalkeeper. While he starts jumping in the wrong direction, sit back and watch how your shot flawlessly lands in the corner of the goal.\n\nWhile you progress and score free kick after free kick, the opposing team will start upgrading their defenses by placing more and more players in front of the goal. So you will have to develop your freekicking and ball spinning skills accordingly. And it’s not only about scoring goals, but receiving the highest possible score for each goal. There are three different areas within the goal that will award you with extra points:\nCrossbar:\n\nIf you place your shot directly under the crossbar of the goal, you will be rewarded with 40 points instead of just 15 for a regular goal.\n\nGoal post:\n\nScoring a goal close to the goal posts on either side will get you 70 points.\n\nCorner:\n\nCircle your ball into the left or right upper corners and get the maximum score: 90 points\n\nIn 3D Freekick you have 3 balls to score as much points as you can. From time to time you will have the chance to receive an additional ball if you can hit the corresponding target in the goal.\n\nAre you skilled enough to beat the goalkeeper with every shot?",
      "url": "https:\/\/play.famobi.com\/3d-free-kick",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/3d-free-kick\/figure.png"
   },
   {
      "name": "Perfect Piano",
      "category": "music",
      "description": "Have you ever wanted to master classical piano pieces but didn’t have the time or patience to become a master piano player? Well, don’t worry anymore, because you just need one finger to play the classics right here in our Perfect Piano game. In Perfect Piano you have to tap the black tiles to match the rhythm of the song. Tap the tiles in the lower third of the screen to receive a maximum score.\n\nThe goal of each song is to reach all three stars. To do that you have to tap all the black tiles ideally just before they hit the lower end of the screen. If you tap the tiles in the middle of the screen or even earlier you will only receive two or one star for each tap. That’s the safer option, but will not lead to a new high score. No risk, no fun. Right?\n\nPerfect Piano is a game that tests your skill as well as helps you relax with soothing classical music and other well known songs.",
      "url": "https:\/\/play.famobi.com\/perfect-piano",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/perfect-piano\/figure.png"
   },
   {
      "name": "Tower Crash 3D",
      "category": "Physics",
      "description": "Crash the Tower! Only the best crashers will be able to destroy all towers in this 3D physics game!\n\nTry to let all towers collapse with the amount of given balls. But you will only destroy the shapes with the same colour as you ball. Use the powerful earthquake or shotgun power ups, to create huge chain reactions, which will lead into the towers destruction.\n\nBeautiful designed levels and shapes will await you, so don’t waste any second and become the greatest tower crasher of ‘em all!",
      "url": "https:\/\/play.famobi.com\/tower-crash-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/tower-crash-3d\/figure.png"
   },
   {
      "name": "Garden Bloom",
      "category": "puzzle",
      "description": "Here it comes! The ultimate Match-3 title! Welcome to the magnificent 'Garden Bloom'! Immerse yourself in the colorful garden and accompany Lucy on her exciting adventures! Match at least 3 flowers of the same color to get flowertastic results! The more you can merge, the more powerful the effect will be! Use mighty power-ups if you think you need help.\n\nOn top of that you are able to decorate your own garden! How could it be any better?\n\n2000 well designed levels will await you! So it's on you! Are you ready?",
      "url": "https:\/\/play.famobi.com\/garden-bloom",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/garden-bloom\/figure_02.png"
   },
   {
      "name": "8 Ball Billiards Classic",
      "category": "Billiards",
      "description": "Take your billiard cue and either challenge the computer in 5 different difficulties or play against a friend on the same phone. However you choose to play, 8 Ball Billiards features comprehensible ball physics and with it the ultimate satisfaction when potting a ball.\n\nThere is no other sport where knowledge about angles and ball spin is as essential as it is in Billiards. And 8 Ball Billiards reproduces these important features of the game in a realistic way. Depending on if you give the cue ball an undercut or where you hit one of the other balls, each of them will react physically accurate and move across the table accordingly.\n\nYou play by the well-known and simple 8 Ball rules. You have to pocket all of your balls, either the striped balls or the solid-colored ones. If you have successfully removed all your balls from the pool table, it’s time to down the black eight ball in any pocket you want.\n\nBut be aware that if you pocket the eight ball before you have removed all other balls, you will instantly lose the game. Take that into consideration when you try to hit the other balls.\n\nAs a standard option reference lines are activated to show you where the ball you hit will go and how the cue ball will bounce off of it. But if you want the real eight ball pool experience you can disable this option in the menu and depend only on your skills and experience.\n\nDisable this function, play against a friend on the same device and you will have the closest experience to real Billiards that you can have on a mobile device.\n\nOnly the background noise of a real bar or tavern we can’t provide. Everything else is as close as it gets.",
      "url": "https:\/\/play.famobi.com\/8-ball-billiards-classic",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/8-ball-billiards-classic\/figure.png"
   },
   {
      "name": "Archery World Tour",
      "category": "Shooting",
      "description": "Shooting with a bow and arrow is a precision sport that has been part of the Olympic Games in 1900 for the first time. It’s a classy and highly regarded form of precision shooting that requires a steady hand and good sight. With our HTML5 game Archery World Tour you are able to experience the thrill and fun of archery on a journey along different shooting ranges across the land and master new challenges every time.\n\nOn your way to become a master archer you have to take a few things into consideration, though. First of all there is the distance of the targets. The farther away it is, the more you have to compensate for the wind. And wind is your hardest enemy while trying to make the perfect shot and hit right in the 10.The direction and strength of the wind is shown on screen at all times. The stronger it blows from the side the more you will have to aim your bow in the opposite direction to hit your target.\n\nFurthermore the wind can also push your arrow down or give it an uplift, depending on the direction it comes from. You have to compensate for that as well.\n\nIf you don’t feel like playing the Archery World Tour you can just take on the endless game and try to get as far as you can by achieving each levels specific goal. If you fail, you’re out.",
      "url": "https:\/\/play.famobi.com\/archery-world-tour",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/archery-world-tour\/figure.png"
   },
   {
      "name": "Totemia Cursed Marbels",
      "category": "Puzzle",
      "description": "What do you do when a long chain of marbles is inexorably rolling towards a secret chamber and you can’t let them reach it? That’s right, you shoot those marbles with other marbles in order to remove marbles. Sounds silly, but that's how it is! Aim with your Tiki stone to shoot marbles of the same color into the chain. If you match 3 or more marbles they will disappear.\n\nBigger combos will grant bigger bonuses and even specials. And if that’s not enough for you there are power ups that will assist you greatly in your challenge to eliminate brightly colored rolling marbles.\n\nOf course there are power ups. For example there is a fire power-up that will allow you to spit awesome fire balls for a short amount of time and destroy all marbles that get in the way. No need to match 3 marbles, just shoot fireballs wherever you want.\n\nAnother fan favorite is the lightning power-up that will randomly shoot lightning beams and destroy several marbles across the screen at once. A really helpful feature is the option to swap between two marbles before every shot. If you don’t find a good spot to shoot a marble, swapping may give you a big advantage.\n\nBut either way your one and only goal is to destroy the whole chain of marbles before the first marble reaches the exit. So your main antagonist is time. And your aiming skills, of course.\n\nTotemia is the perfect game for all Match 3 fans that want a little more action and excitement. As a classic marble shooter it adds a time component and a lot of levels to master.\n\nIt’s a marble game that is as action-packed as it is challenging. A puzzle game for kids, adults and everyone in between. The Match 3 game for people with a quick finger and evenly quick thinking skills.",
      "url": "https:\/\/play.famobi.com\/totemia-cursed-marbles",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/totemia-cursed-marbels\/figure.png"
   },
   {
      "name": "Color Pixel Art Classic",
      "category": "Art",
      "description": "There are only a few thing as relaxing as painting. But since most of us are probably not artists by trade, why not take the easy way and paint by numbers?\n\nWith Color Pixel Art Classic you can choose between more than 800 great pixel art images and make a professional artwork out of them. From animals and people to cars, flowers, food, monsters, knights and so much more you can spend hours just painting and relaxing.\n\nThe controls are super simple. Just pick a color from the color palette and you will immediately see the pixels you have to paint in that specific color. By pinching you can zoom in and out to make the pixels bigger or smaller.When you keep your finger pressed on a pixel, you will see a crayon appear on the screen. Now you can keep the finger on the screen and just swipe across like a painter to fill the pixels. Of course it works just as well on any PC with a mouse.\n\nColor Pixel Art is not only for those who played their first games on 8-Bit consoles. It has a captivating aesthetics to it in its simplicity and colorful visuals. That's why it is called pixel ART. It is truly an art form in its own right and it is loved by millions around the world.\n\nMany current video games sport a fantastic visual art style completely made out of pixels. It has a certain fascination that our HTML5 game Color Pixel Art Classic captures splendidly with hundreds of funny, charming and colorful pixel images.\n\nStart being an artist now.",
      "url": "https:\/\/play.famobi.com\/color-pixel-art-classic",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/color-pixel\/figure.png"
   },
   {
      "name": "Endless Truck",
      "category": "Car",
      "description": "This is not a parking game! It’s a racing game (and partly a flying monster truck simulator)! Fasten your seatbelt in this skill racer and race your Monster Truck as far as you can, collecting money, pulling off the biggest jumps, doing insane flips, avoiding gigantic bombs and making sure you don’t run out of fuel. If you do, you go back to the garage and use the collected cash to upgrade your truck with new tyres, a bigger engine or a bigger tank and try again. You can improve your vehicle in five areas.",
      "url": "https:\/\/play.famobi.com\/endless-truck",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/endless-truck\/figure.png"
   },
   {
      "name": "Candy Bubble",
      "category": "puzzle",
      "description": "This sugary cute Match 3 game may be the sweetest temptation since the invention of bubble shooters - and it's free of any calories! From its visual art style to the music, from its gameplay mechanics to its sheer size, Candy Bubble is one of the most ambitious bubble shooter games in the world. It looks cute, but don’t be fooled. There are a lot of challenges you have to face if you want to beat all 1000 levels. Yes, you read that right. Candy Bubbles features an astonishing amount of levels, and it might take a while if you want to beat all of them.\n\nEach level has a specific goal you have to complete before you can move forward to the next. In general there is one rule you should follow if you want to beat each of the 1000 levels: play smart and always go for the big clusters. The bigger the cluster you destroy, the more bonus points you will receive.\n\nBubble shooters are based on the classic Match 3 formula, so your goal is to match at least three candy bubbles of the same color to burst them and remove them from the field. And as in any other Connect 3 game it is even more effective to match big bubble clusters instead of just 3 bubbles at once to earn delicious bonus points. Can you earn all three stars? It’s a real Puzzle Bubble experience. Bubble Pop at its best.\n\nDespite its colorful visuals Candy Bubble Shooter also features a very relaxing soundtrack to accompany you on your journey to become the best bubble shooter player of them all.\n\n1000 levels of epic bubble fun await you.",
      "url": "https:\/\/play.famobi.com\/candy-bubble",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/candy-bubble\/figure.png"
   },
   {
      "name": "Gold Mine",
      "category": "Strategy",
      "description": "In this classic Gold Miner game you’re not exactly the next Indiana Jones, but nevertheless you find yourself in an old Gold mine equipped with a pickaxe that you need to throw at colorful blocks to destroy them. It’s the next best thing to being an awesome action hero archaeology professor. In our Match 3 game you can only remove the blocks, if you hit at least two adjacent blocks of the same color. Classic Connect 3 formula. Except the minimum amount of connected blocks is 2 and not 3. Same difference.\n\nThe goal is to destroy the gold blocks, because only those will earn you money. Connect 2 or more blocks to remove them. You will have to get rid of all the regular rocks in order to get the most out of it. Cleverly remove the other blocks in order to get as many gold blocks next to each other as possible. You will earn more coins then.\n\nGold Mine is a Connect 3 game with unlimited levels, which means the time you can play is only limited by your Match 3 skills. And your greed for that matter. You would not be the first person to be seized by the gold rush! Are you a worthy Gold Miner?",
      "url": "https:\/\/play.famobi.com\/gold-mine",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/gold-mine\/figure.png"
   },
   {
      "name": "Diamond Rush",
      "category": "Puzzle",
      "description": "The stunning successor to the original game classic Jewelish. Bigger, better, quicker and much more beautiful. But how to play this wonderful puzzle game and become a Jewel Star?\n\n1. Swipe jewels to match at least three together\n\n2. Repeat as quick as you can!\n\n3. You’ve got 60 seconds. No pressure.\n\nDiamond Rush is all about 60 thrilling seconds of exploding jewels and beating the highscore. Switch jewels with a swipe of your finger to match 3 or more of them together. The more similar jewels you connect at once the better. Because this will earn you more points and you will receive a special jewel with a certain ability. Which will earn you even more points!",
      "url": "https:\/\/play.famobi.com\/diamond-rush",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/jewelish-blitz\/figure.png"
   },
   {
      "name": "Solitaire Klondike",
      "category": "card game",
      "description": "Welcome to Klondike Solitaire, a patience game played by millions all around the world. As a classic single player game, Klondike Solitaire challenges your brain and your patience alike.\n\nThe goal is simple: you need to build four stacks of cards with the same color and in an ascending order from Ace to King. Sounds easy, but requires a little bit of strategic thinking and forward planning.",
      "url": "https:\/\/play.famobi.com\/solitaire-klondike",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/solitaire-klondike\/figure.png"
   },
   {
      "name": "Classic Connect Animal Game",
      "category": "Classic Connect Animal Game",
      "description": "Onet is one of the connecting game classics. Similar to Match 3 games the main goal is to connect two identical animals or fruits. In Onet you draw a line between them. However there are two very important rules you need to follow:\n\n- There can’t be any obstacles in the way between two similar tiles.\n\n- The line that connects two tiles can change direction only twice. (Or less, of course).\n\nOh, and there is a time limit. You have five minutes to clear each level. This makes this animal and fruit connect game stand out from the crowd of countless other Match 3 or Connect 4 games.\n\nSimilar to those games your main goal is to clear the whole playing field from all tiles. As cute as it looks, there may be quite some strategic thinking and coordination skills involved to solve the game.\n\nBut fear not, because if you get stuck there is help. On the upper right side of the screen you find two icons. A magnifying glass and a shuffle button.\n\nThe magnifier helps you identify the next possible connecting option. But the real joker of this game is the shuffle function. What it does? Well, it does exactly what it says. It shuffles the tiles on the field so that new connection options will be presented. A real life-saver, to be honest!",
      "url": "https:\/\/play.famobi.com\/onet-connect-classic",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/featuredGames\/onet-connect-classic\/figure.png"
   },
   {
      "name": "Bubble Woods",
      "category": "puzzle",
      "description": "Although it may look adorably cute, Bubble Woods is a thrilling high score game experience. In 60 second rounds your only goal is to reach the highest score possible. Shoot the biggest clusters, use super effective power-ups, play strategically and be quick. This is not your average bubble shooter, this is Bubble Woods!\n\nLike in a role-playing game you will rise in your experience level the more you play. While climbing up the level ladder you will unlock several power-ups.",
      "url": "https:\/\/play.famobi.com\/bubble-woods",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/BubbleWoodsTeaser.jpg"
   },
   {
      "name": "Cannon Balls 3D",
      "category": "3D Physics",
      "description": "Try to be the master of destruction, heat up the buildings neatly and show no mercy!\n\nIn 'Cannon Balls 3D' it depends on how skillfully you place the shots so that the structures collapse as efficiently as possible. Watch your ammo, because it's limited.\n\nBut don't worry. There will also come a time when you will bring the cannon to the edge of functionality. Especially when the great bombs are used.\n\nSo what are you waiting for?",
      "url": "https:\/\/play.famobi.com\/cannon-balls-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/premiumTeaser\/cannon-balls-3d\/logo.png"
   },
   {
      "name": "Bubble Tower 3D",
      "category": "Arcade",
      "description": "If you're a friend of oldschool bubbleshooters then you'll love Bubble Tower 3D.\n\nExperience this reinvented videogames classic in a comepletely new dimension and an amazing aztec setting! Try to connect at least 3 bubbles of the same color to reach the top of the tower. Not enough action happening? Try out the destructive fireball and watch him do his magic.\n\nLet's go and reach the highscore.",
      "url": "https:\/\/play.famobi.com\/bubble-tower-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/premiumTeaser\/bubble-tower-3d\/figure_02.png"
   },
   {
      "name": "Zoo Boom",
      "category": "Tournaments",
      "description": "Join the ultimate puzzle game adventure and match cute animal cubes! The gameplay is simple: just tap at least two animals of the same color to collect them for your zoo and complete all tasks to progress.\n\nIf you match multiple creatures of the same type, you can create special boosters: bees buzz vertically or horizontally though your rows, while the adorable skunks repel everyone within a radius as soon as they use their stinky spray. Try to combine those specials for huge booms and blast your way through over 1250 challenging levels! Win stars to open treasure chests which give you helpful rewards and make sure to check back every day for your daily gift.\n\nThe further you progress, the more tricky the challenges will get: free animals from cages which are too tiny, destroy boxes and remove poisonous mushrooms - there's always stuff to do in your zoo! In case you are stuck and can't complete the needed tasks, simply buy additional boosters in the shop and use them in the level. Can you earn all stars in Zoo Boom?",
      "url": "https:\/\/play.famobi.com\/zoo-boom",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/premiumTeaser\/zoo-boom\/figure_02.png"
   },
   {
      "name": "Words of Wonders",
      "category": "Puzzle",
      "description": "Unleash your inner wordsmith and collect world wonders in Words of Wonders - the ultimate crossword puzzle game!\n\nGet ready to put your vocabulary skills to the test in this addictively challenging crossword puzzle game. With over 500 levels to solve, each with a unique set of letters to connect, you'll never run out of brain-teasing fun. But don't worry if you get stuck, you can always use hints to reveal random letters or hammer power-ups to reveal a letter of your choosing. As you progress through the levels, you'll also have the chance to collect different pictures of the world wonders by completing puzzles. From the Great Wall of China to the Colosseum, you'll have the opportunity to learn about some of the most iconic landmarks in the world while improving your crossword-solving skills. With its user-friendly interface and addictive gameplay, Words of Wonders is the perfect game for anyone looking to challenge their minds and expand their knowledge.\n\nSo what are you waiting for? Play Words of Wonders now and start your journey to becoming a crossword puzzle master!",
      "url": "https:\/\/play.famobi.com\/words-of-wonders",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/marketing\/premiumTeaser\/words-of-wonders\/figure.png"
   },
   {
      "name": "Crazy Hen",
      "category": "Skill",
      "description": "Bring the Hen through endless amounts of levels in Crazy Hen!\n\nBe crazy and try to reach your chicks in this crazy adventure. With an endless amount of levels, it will only get crazier! Tap to make the hen move one step forward and avoid obstacles like cars, trains, and more! When you tap consecutive you will eventually get into Fire Mode for 3 Seconds. In that mode, you are invincible, so tap as fast as you can in those 3 seconds. But don't worry if you get hit, you can always revive!\n\nSo get this Crazy Hen across the Road and get as much score as possible!",
      "url": "https:\/\/play.famobi.com\/crazy-hen-level",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/CrazyHenLevelTeaser.jpg"
   },
   {
      "name": "Good Shelves",
      "category": "Arcade",
      "description": "Dive into the ultimate shelf-clearing challenge in Good Shelves - spot, match, and triumph one trio at a time!\n\nGood Shelves offers a captivating puzzle experience where your keen observation skills are your greatest allies. With just six slots to fill, you'll be on the hunt for sets of three identical objects among the shelves. But be wary, if your slots fill up without forming a trio, it's curtains for you! With over 100 exhilarating levels to conquer, immerse yourself in a world of meticulous matching.\n\nSo, are you ready to declutter the shelves and prove your matching prowess in Good Shelves?",
      "url": "https:\/\/play.famobi.com\/good-shelves",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/GoodShelvesTeaser.jpg"
   },
   {
      "name": "Gun Spin",
      "category": "Action",
      "description": "Shoot, score, and soar in Gun Spin - the ultimate recoil-based shooting game with explosive action!\n\nGun Spin is a high-octane game where you harness the power of gun recoil to take down enemies and hit explosive barrels. Every shot matters, with a bonus wall segmented into multiple areas, each offering massive score multipliers. Dare to hit the smallest area? It boasts a whopping x1000 multiplier with a dazzling rainbow hue! As you journey through over 1000 thrilling levels, accumulate score and cash to upgrade your arsenal. With different guns offering varied shooting behaviors and recoils, the challenge always feels fresh!\n\nSo grab your gun, and let's make every shot count in Gun Spin!",
      "url": "https:\/\/play.famobi.com\/gun-spin",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/GunSpinTeaser.jpg"
   },
   {
      "name": "Giant Attack",
      "category": "Action",
      "description": "Unleash the power, conquer the giants, and evolve in Giant Attack - where every move is a step towards dominance!\n\nDive into Giant Attack, a game that seamlessly combines strategy and action. As you navigate through dynamic levels, your mission is to defeat towering giants and cunning smaller foes. Position yourself to pick up colored objects, and watch as your character auto-throws them to crush enemies. The battlefield is teeming with mini allies, and by collecting them, you supercharge, growing in size and strength to hurl even larger, devastating objects. And with a plethora of skins to choose from, you can battle in style!\n\nSo gear up, grow, and get ready to dominate in Giant Attack!",
      "url": "https:\/\/play.famobi.com\/giant-attack",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/GiantAttackTeaser.jpg"
   },
   {
      "name": "Parking Rush",
      "category": "Puzzle",
      "description": "Get in gear for Parking Rush, the color-matching, line-drawing car parking puzzle game that revs up your brain!\n\nImmerse yourself in the exciting world of Parking Rush, a top-down puzzle game that tests your strategic thinking and spatial awareness. With a fleet of colored cars and matching parking slots, your task is to draw paths to guide each car to its spot without crashing. The challenge accelerates as multiple cars start simultaneously once all lines are drawn. With numerous levels to conquer, Parking Rush will keep your mind racing and your heart pumping!\n\nSo hop in and be the best car parking puzzle master out there!",
      "url": "https:\/\/play.famobi.com\/parking-rush",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/ParkingRushTeaser.jpg"
   },
   {
      "name": "Food Rush",
      "category": "Puzzle",
      "description": "Get ready to satisfy your hunger for fun with Food Rush - the ultimate food collecting game!\n\nAs a bucket fills with a variety of delicious foods, you must collect three of the same type of food before the limited slots fill up. But be careful, if you fill up all the slots or the bucket overflows, it's game over! With fast reflexes and quick thinking, you can build up a combo and activate fire mode, which burns through all the food in the bucket, allowing you to start fresh and keep collecting. With its addictive gameplay and challenging mechanics, Food Rush is the perfect game for anyone looking for a fast-paced and satisfying experience. And with endless buckets of food to collect, you'll never run out of fun!\n\nPlay Food Rush now and satisfy your hunger for fun in the ultimate food collecting game!",
      "url": "https:\/\/play.famobi.com\/food-rush",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/FoodRushTeaser.jpg"
   },
   {
      "name": "Parking Panic",
      "category": "Puzzle",
      "description": "Maneuver, master, and make your way through the parking chaos in Parking Panic - the ultimate car parking challenge!\n\nParking Panic is more than just a game - it's a test of your precision, strategy, and foresight. With 40 exhilarating levels to conquer, you'll tap on different colored cars, guiding them to their designated spots. But it's not as easy as it sounds! Order matters. Tap them in the wrong sequence and watch as chaos ensues, with cars crashing into each other. Every tap counts, every move is critical. Can you keep your cool and park them all without a hitch?\n\nSo, get in the driver's seat and prove you're the parking master in Parking Panic!",
      "url": "https:\/\/play.famobi.com\/parking-panic",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/ParkingPanicTeaser.jpg"
   },
   {
      "name": "Super Thrower",
      "category": "Action",
      "description": "Unleash ultimate chaos and dominate the battlefield in Super Thrower - the game where every move is a power throw!\n\nStep into the world of Super Thrower, a high-octane action game that tests your precision and strategy. Simply maneuver your character to any object or enemy, and watch as they automatically hurl it towards foes with incredible force. Battle through diverse levels, each presenting its own set of challenges. Want to show off your style? Switch up your look with a myriad of epic skins available!\n\nGet ready to throw down in style with Super Thrower!",
      "url": "https:\/\/play.famobi.com\/super-thrower",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/SuperThrowerTeaser.jpg"
   },
   {
      "name": "Barbara and Kent",
      "category": "Draw",
      "description": "Draw, and dive into the best restroom rush yet, Barbara & Kent – where ultimate relief is the final goal!\n\nBarbara & Kent is the hilarious and intense game where your thinking and drawing skills are put to the test. Guide them to their personal restrooms by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge menacing obstacles, or it's game over. Every draw counts in this frantic rush to the restroom!\n\nSo grab your pen and help them find the ultimate relief they desire in Barbara & Kent!",
      "url": "https:\/\/play.famobi.com\/barbara-and-kent",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/BarbaraAndKentTeaser.jpg"
   },
   {
      "name": "Funny Fred",
      "category": "Puzzle",
      "description": "Unravel the love story of Funny Fred - cut, strategize, and pave the way for true love in this physics-based puzzler!\n\nFunny Fred is a captivating game that blends the thrill of physics with the magic of love. Starting each level with Fred hanging by a rope, it's up to you to make the right cut, setting him free to reunite with his beloved hiding in a castle. But it's not just about snipping ropes! With obstacles like fierce dogs and helpful cats, the sequence of your cuts makes all the difference. Will you free the cat to fend off the dog, or will you risk it all? Each decision demands logic, strategy, and a touch of romance.\n\nSo, grab your scissors and help Fred find the love of his life in Funny Fred!",
      "url": "https:\/\/play.famobi.com\/funny-fred",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/FunnyFredTeaser.jpg"
   },
   {
      "name": "Pipe Puzzle",
      "category": "Puzzle",
      "description": "Dive into the high-pressure world of Pipe Puzzle - where every twist saves lives and every turn counts!\n\nPipe Puzzle plunges you into a gripping challenge of intellect and speed. Rotate the pipes swiftly to create a flawless conduit, letting the water flow to save trapped souls. As you progress, levels intensify, demanding not just a twist, but strategic placements of new pipe parts. But be warned, time is your enemy! When the tank overflows, it's game over. Can you keep your cool and save the day?\n\nSo, are you ready to twist, turn, and tackle the most exhilarating puzzle of your life in Pipe Puzzle?",
      "url": "https:\/\/play.famobi.com\/pipe-puzzle",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/PipePuzzleTeaser.jpg"
   },
   {
      "name": "Slime Road",
      "category": "Arcade",
      "description": "Slide, dodge, and dominate the vibrant path in Slime Road - the ultimate 3D journey of growth and agility!\n\nSlime Road offers you an exhilarating 3D experience where you take control of a swift slime navigating an infinite road. As you glide, make sure to collect slimes of your color to expand and boost your score. But be vigilant! With obstacles scattered throughout, one wrong move could end your streak. It's not just about speed, but also about strategy. How big can you grow? How high can you score?\n\nSo dive into Slime Road, and steer your way to an unbeatable score!",
      "url": "https:\/\/play.famobi.com\/slime-road",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/SlimeRoadTeaser.jpg"
   },
   {
      "name": "Bottle Flip",
      "category": "Arcade",
      "description": "Flip, soar, and conquer in Bottle Flip - the ultimate test of timing and precision!\n\nGet ready for Bottle Flip, an adrenaline-pumping game that will test your skills and reflexes to the max! In this fast-paced adventure, you control a bottle with the simple tap or click of your finger. Each tap sends the bottle flipping through the air, with a double jump feature to boost your chances of success. Your mission? To skillfully land on various pieces of furniture scattered throughout the level. But be warned - touching the ground means game over! Navigate through challenging obstacles, perfect your timing, and see how far you can go in this thrilling journey of flips and feats!\n\nDive into the flipping frenzy and show off your Bottle Flip mastery now!",
      "url": "https:\/\/play.famobi.com\/bottle-flip",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/BottleFlipTeaser.jpg"
   },
   {
      "name": "Emoji Fun",
      "category": "Puzzle",
      "description": "Unleash your inner emoji master in Emoji Fun - the ultimate puzzle game where you connect the right emojis!\n\nEmoji Fun is a captivating game that challenges you to solve puzzles by connecting the right emojis. With a variety of levels that require you to link the right emojis, this game will keep you on your toes and test your emoji knowledge to the max.\n\nGet ready to dive into a world of fun and excitement with Emoji Fun!",
      "url": "https:\/\/play.famobi.com\/emoji-fun",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/EmojiFunTeaser.jpg"
   },
   {
      "name": "Tower Fall",
      "category": "Arcade",
      "description": "Dive, dodge, and direct the descent in Tower Fall - the ultimate plummeting ball adventure!\n\nTower Fall is a pulse-pounding game where you don’t just control the ball; you control the tower! As the ball free-falls through a tower, it's up to you to rotate and align the gaps in each platform, ensuring a smooth descent. But be warned: red platforms are lethal and will shatter the ball upon contact. With infinite levels, each more challenging than the last, the game promises hours of gravity-defying fun.\n\nSo gear up and master the descent in Tower Fall!",
      "url": "https:\/\/play.famobi.com\/tower-fall",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/TowerFallTeaser.jpg"
   },
   {
      "name": "Rising Squares",
      "category": "Arcade",
      "description": "Elevate and navigate in Rising Squares - the ultimate circle protection challenge!\n\nRising Squares offers a unique twist on 2D sidescrolling adventure. In this game, you're tasked with protecting a moving circle. How? By strategically stacking squares beneath it. Each click elevates your circle, helping you dodge oncoming obstacles. But that's not all – you need to balance your stacking skills with tactical thinking. As you journey, collect power-ups to empower your circle with shooting abilities, blasting away threats. However, beware! Using your power reduces your protective stack, increasing the stakes. Can you master the art of stacking, shooting, and surviving in this exhilarating game?\n\nGet ready to stack, dodge, and shoot your way to high scores in Rising Squares - your ultimate test of agility and strategy!",
      "url": "https:\/\/play.famobi.com\/rising-squares",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/RisingSquaresTeaser.jpg"
   },
   {
      "name": "Lawn Mower",
      "category": "Arcade",
      "description": "Mow, maneuver, and master the endless track in Lawn Mower - the ultimate 3D lawn mowing challenge!\n\nGet ready to take control in Lawn Mower, a 3D endless game that's all about precision and timing! You're in charge of a lawn mower, navigating a winding track filled with obstacles. Press and hold to move along the path, but be ready to stop on a dime - one wrong move and you'll face destruction from the menacing wheel chasing you. Master the art of moving and stopping at the right times to advance further and further. It's not just about mowing; it's about surviving in a world where even a lawn mower can feel the thrill of the chase!\n\nSo, are you ready to take the Lawn Mower challenge and see how far you can go? Start your engines and let the mowing begin!",
      "url": "https:\/\/play.famobi.com\/lawn-mower",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/LawnMowerTeaser.jpg"
   },
   {
      "name": "Green Ball",
      "category": "Arcade",
      "description": "Roll into endless fun with Green Ball – a thrilling 3D obstacle adventure!\n\nGreen Ball invites you into a world of exhilarating 3D challenges! Here, you're in control of a vibrant green ball, navigating through an endless obstacle course. Swerve left, dash right, and leap into the air with trampolines, dodging obstacles that come your way. Every move counts in this high-speed journey. As you progress, the course gets more challenging, testing your reflexes and precision. How far can you go? It's not just a game, it's a quest to beat your own best score and rise to the top!\n\nGear up for the roll of a lifetime with Green Ball – your adventure awaits!",
      "url": "https:\/\/play.famobi.com\/green-ball",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/GreenBallTeaser.jpg"
   },
   {
      "name": "Go Around",
      "category": "Arcade",
      "description": "Jump, double jump, and survive in Go Around - the ultimate stickman looping challenge!\n\nGo Around invites you to a thrilling 2D world where you control a stickman on an endless loop. Your mission? To jump and double jump over obstacles while marking your trail on the loop. Each complete circuit not only scores bonus points but also ramps up the difficulty, making each round an exhilarating challenge. Stay sharp and agile to survive as long as possible, pushing your reflexes to the limit. How many rounds can you conquer in this looping adventure?\n\nSo, lace up your virtual sneakers and leap into the action-packed world of Go Around!",
      "url": "https:\/\/play.famobi.com\/go-around",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/GoAroundTeaser.jpg"
   },
   {
      "name": "Cowboy Swing",
      "category": "Arcade",
      "description": "Swing as fast as you can in Cowboy Swing!\n\nSwing from point to point and try to get as far as you can while using trampolins to get even further. Try to avoid the red wall, which is slowly moving towards you, since once in the wall, you lose! The trampolins in your way can also make your life a bit more difficult, so use them to your advantage.\n\nMake clever use of the game mechanics and be the best cowboy swing player out there!",
      "url": "https:\/\/play.famobi.com\/cowboy-swing",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/CowboySwingTeaser.jpg"
   },
   {
      "name": "Pair-Up 3D",
      "category": "Arcade",
      "description": "Master the art of matching in Pair Up 3D!\n\nDive into the captivating world of Pair Up 3D, a game that transforms matching pairs into an exhilarating 3D experience! Each level greets you with a vibrant theme and an array of unique objects scattered around. Your mission? To find a specific number of pairs within the time limit. But here's the twist - exceed the target and you'll be rewarded with bonus points! These points are your ticket to unlocking exciting mini-games, each one putting a creative spin on the classic pairing mechanic. The more you play, the more you unlock, leading to endless fun and challenges.\n\nGet ready to embark on a match-making adventure like no other in Pair Up 3D - where every pair counts!",
      "url": "https:\/\/play.famobi.com\/pair-up-3d",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/PairUp3dTeaser.jpg"
   },
   {
      "name": "Block Painter",
      "category": "Arcade",
      "description": "Master colorful challenges in Block Painter – the ultimate bridge-building adventure!\n\nIn Block Painter, you're in charge of a delightful character navigating through vibrant landscapes. Your mission? To build bridges of the perfect length by holding down to extend them, and releasing at just the right moment. If your bridge is too long or too short, it's game over! As your character walks across, tap to jump and collect color bubbles, adding a splash of color to your journey. Each platform brings a new challenge with varying sizes and distances, demanding your keen judgment and quick reflexes. Are you ready to estimate, build, and paint your way through this captivating world?\n\nSo grab your virtual paintbrush and start creating pathways in Block Painter – where every bridge you build paints your path to success!",
      "url": "https:\/\/play.famobi.com\/block-painter",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/BlockPainterTeaser.jpg"
   },
   {
      "name": "Toilet Run",
      "category": "Puzzle",
      "description": "Race, draw, and dive into the ultimate restroom rush in Toilet Run – where reaching the loo is a thrilling dash!\n\nToilet Run is the hilarious and intense game where your quick thinking and drawing skills are put to the test. Guide desperate characters to their personal toilets by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge the menacing guarding dog, or it's game over. Every moment counts in this frantic race against time – and other toilet-goers!\n\nSo grab your pen and help them make the most urgent run of their lives in Toilet Run!",
      "url": "https:\/\/play.famobi.com\/toilet-run",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/Toilet_RunTeaser.jpg"
   },
   {
      "name": "Cut The Rope",
      "category": "Puzzle",
      "description": "Slice your way to sweet victory in Cut The Rope – the ultimate candy-feeding puzzle adventure!\n\nGet ready to feed the adorable Om Nom in Cut The Rope, a mind-bending puzzle game packed with levels of fun! Your task? To cut ropes in just the right way to deliver candy to Om Nom's mouth. Each level brings a new challenge, featuring various mechanics and obstacles. From gravity-defying swings to bubble-floating candies, your puzzle-solving skills will be put to the test. Remember, timing and precision are key. Are you ready to think outside the box and solve each delicious puzzle?\n\nStart your candy-cutting journey and keep Om Nom's sweet tooth satisfied in Cut The Rope!",
      "url": "https:\/\/play.famobi.com\/cut-the-rope",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/CutTheRopeTeaser.jpg"
   },
   {
      "name": "Peet Sneak",
      "category": "Puzzle",
      "description": "Sneak, strategize, and solve in Peet Sneak - your ultimate stealth adventure!\n\nIn Peet Sneak, you step into the shoes of Peet, a sneaky character on a quest for the most sacred of sanctuaries - the toilet in a locked room. This isn't just any stealth game; it's a test of patience, strategy, and timing. Navigate through shadowy corridors, collect keys to unlock doors, and outsmart guards by sneaking up on them or finding clever ways to avoid their gaze. Control Peet with simple clicks or holds, guiding him to his destination while collecting items and solving puzzles along the way. Can you help Peet find his moment of peace in a world filled with obstacles?\n\nDive into the shadows and embark on Peet's stealthy quest for inner peace in Peet Sneak!",
      "url": "https:\/\/play.famobi.com\/peet-sneak",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/PeetSneakTeaser.jpg"
   },
   {
      "name": "Alien Attack",
      "category": "Action",
      "description": "Blast off and dominate the cosmos in Alien Attack - the ultimate 2D spaceship shooter!\n\nAlien Attack is an adrenaline-pumping 2D shooter game where you pilot a spaceship through the vastness of space, battling waves of alien forces. With each victory, collect power-ups that enhance your ship's abilities, making you unstoppable. Face off against formidable boss spaceships in epic showdowns, pushing your skills to the limit. This endless, high-score based adventure keeps you on the edge of your seat, striving to outdo yourself and others in the quest for cosmic dominance!\n\nSo, are you ready to take the challenge and soar to the top of the leaderboard in Alien Attack?",
      "url": "https:\/\/play.famobi.com\/alien-attack",
      "thumb1": "https:\/\/ik.imagekit.io\/sjyfpsp1n\/portal\/html5games\/images\/tmp\/180\/AlienAttackTeaser.jpg"
   }
]